Repository: elapouya/django-schema-browser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: [All applications found in the current project directory.]
fr: Toutes les applications trouvees dans le repertoire courant du projet.

source: [App not found: %(app_label)s]
fr: Application introuvable : %(app_label)s

source: [Details of %(current_model)s]
fr: Detail de %(current_model)s

source: [Django Schema Browser]
fr: Navigateur de schema Django

source: [English]
fr: Anglais

source: [Field %(field_name)s of model %(model_label)s]
fr: Champ %(field_name)s du modele %(model_label)s

source: [Fields]
fr: Champs

source: [French]
fr: Francais

source: [Home]
fr: Accueil

source: [Model fields]
fr: Champs du modele

source: [Model not found: %(app_label)s.%(model_name)s]
fr: Modele introuvable : %(app_label)s.%(model_name)s

source: [Model]
fr: Modele

source: [Models of %(app_name)s]
fr: Modeles de %(app_name)s

source: [Models]
fr: Modeles

source: [Name]
fr: Nom

source: [No description.]
fr: Aucune description.

source: [No exposed field.]
fr: Aucun champ expose.

source: [No local application detected.]
fr: Aucune application locale detectee.

source: [No reverse relation.]
fr: Aucune relation inverse.

source: [None]
fr: Aucun

source: [Project applications]
fr: Applications du projet

source: [Python module]
fr: Module Python

source: [Reverse field]
fr: Champ inverse

source: [Reverse relations]
fr: Relations inverses

source: [Source model]
fr: Modele source

source: [This application has no model.]
fr: Cette application ne contient aucun modele.
